micropython/micropython/ports/esp32/boards/CM_Synthia/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess Synthia"
#define MICROPY_HW_MCU_NAME "ESP32"
